External Resources/Business/Cupo/RequestObtenerFechaStock.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
<soap:Body>
<GetStockDateWithoutEquivalences xmlns="http://tempuri.org/">
<societyID>IdSociedad</societyID>
<productID>IdProducto</productID>
<terminalID>IdTerminal</terminalID>
<stockDate>Fecha</stockDate>
</GetStockDateWithoutEquivalences>
</soap:Body>
</soap:Envelope>